[
  {
    "name": "Olivia Negrean",
    "role": "Ophelia",
    "blurp": [
      "Olivia played the title role in 'Ecaterina Teodoroiu' a play commissioned by the Romanian Cultural Institute, about the only female soldier in the Romanian army during WW1. In the past year she played Quince in Parrabbola's production of 'Midsummer Night's Dream', at both the International Shakespeare Festival in Craiova, Romania and also the International Shakespeare Festival in Gdansk, Poland. Other roles include Kate from 'Taming of the Shrew' in 'Women of Shakespeare' with Komola Collective and a young Mother Teresa in 'The Unburied. The Saint of Darkness' a production of Foreign Affairs."
    ],
    "spotlight": "www.spotlight.com/interactive/cv/9256-6750-7367"
  },
  {
    "name": "Lucy Ford",
    "role": "Emilia",
    "blurp": [
      "Lucy trained with the National Youth Theatre and at ALRA. Whilst in training, she played roles including Masha in Three Sisters, Lady Percy in Henry IV Part II and Pat in Unprotected at the Courtyard Theatre. Since graduating she has worked with Vienna's English Theatre touring a modern adaptation of Oscar Wilde's The Canterville Ghost, and has worked recently at Theatre 503 and at the Vaults. Alongside working on stage, Lucy has appeared in a number of short films, including playing the lead, Amy, in short film HAPPY DAY directed by Ed Cooper Clarke (THE CROWN, DOWNTON ABBEY)",
      "She is delighted to be be playing Emilia again and cooking up another Feast for more to see!"
    ],
    "spotlight": "www.spotlight.com/0297-1208-4247"
  },
  {
    "name": "Marie Rabe",
    "role": "Lady Macbeth",
    "blurp": [
      "Marie is very excited to be returning to the role of Lady Macbeth in Feast.",
      "She recently appeared in a new bi-lingual adaptation of Strindberg's 'A Dream Play', 'SAGA' at the Etcetera Theatre.",
      "SAGA will also be performed at Edinburgh fringe in August and Stockholm fringe in September.",
      "Marie's screen directing debut premiered in February in Sweden and is currently being submitted to festivals.",
      "Marie is also a jewellery designer and runs the label MISAN Jewellery."
    ]
  },
  {
    "name": "Charlie Coletta",
    "role": "Lady Anne",
    "blurp": ["Recent theatre credits include: Brixton, Arcole Theatre; FEAST, Applecart Arts & Gdansk Shakespeare Theatre; Little Secrets, Stockwell Playhouse; Always the Bride, New Wimbledon Theatre.  TV credits include: There She Goes, Merman (BBC4); The Increasingly Poor Decisions of Todd Margaret, Merman Films; A Young Doctor's Notebook; Big Talk. Charlie has just graduated in Musical Theatre at Associated Studios."],
    "spotlight": "www.spotlight.com/7010-0198-9949"
  },
  {
    "name": "Sara Barison",
    "role": "Isabella",
    "blurp": [
      "Sara is an Italian actress. She studied and worked in Milan before moving to London in 2010.",
      "She performed the lead role in the immersive show Project Colony in London in 2012 and in 2013 she was in two shows at the Edinburgh Fringe Festival playing Sarah Bernhardt in 'Sans Salome' and in an all female version of 'One flew over the cuckoo's nest' which received 5 star reviews.",
      "Even though she has been off stage for a while she could not resist to throw herself into this amazing experience with Feast! She is now looking forward to play Isabella again!"
    ]
  }
]
